{
  "about": {
    "database": "Datenbank-ID",
    "sd-ble-version": "SmartDrive Bluetooth (BT) Version",
    "sd-mcu-version": "SmartDrive MCU (SD) Version",
    "sd-serial-number": "SmartDrive-Seriennummer",
    "smartdrive-serial-number-info": "Zum Anzeigen der Seriennummer, welche für Service und Gewährleistungs-Themen hilfreich ist, muss eine Verbindung mit der Pushtracker Mobil app hergestellt werden. ",
    "title": "Informationen über",
    "version": "SmartDrive MX2+ Wear OS App (SW) Version",
    "watch-serial-number": "PushTracker E2 (Smartwatch)-Seriennummer"
  },
  "app-connection": {
    "completed": "Verbindung zur SmartDrive-App erfolgreich hergestellt.",
    "connecting": "Verbindung zur SmartDrive-App wird hergestellt...",
    "identifier": "Name des PushTracker E2 (Smartwatch)",
    "preface": "Verbindung zur SmartDrive-App wird hergestellt...",
    "receiving": "Account-Informationen werden empfangen..."
  },
  "buttons": {
    "allow": "Zulassen",
    "back": "Zurück",
    "cancel": "Abbrechen",
    "deny": "Ablehnen",
    "disable": "Deaktivieren",
    "dismiss": "Verwerfen",
    "do-not-show-again": "Nicht mehr anzeigen",
    "enable": "Aktivieren",
    "ok": "OK"
  },
  "change-notes": {
    "pt": {
      "2_0": [
        "Möglichkeit die Stärke der letzten SmartDrive-Bluetoothverbindungen einzusehen ist dem \"Über\" Menü hinzugefügt worden",
        "Support für Senden und Empfangen von SmartDrive SwitchControls Konfigurationen zu und von der Pushtracker Mobil app und dem SmartDrive hinzugeführt"
      ]
    },
    "sd": {
      "2_0": [
        "SwitchControl LEDs werden als dynamische Anzeige für den Fahrmodus eingesetzt\n - Wenn Pushtracker / E2 angeschlossen ist und/oder SwitchControl eingeschaltet ist, dann leuchten die LEDs in verschiedenen Mustern.\n - Wenn Motor läuft sind LEDs permanent an.",
        "SmartDrive kann für Direkt oder Latched Modus konfiguriert werden\n - Als Standard ist der Direkt Modus voreingestellt. SmartDrive beschleunigt bis zur eingestellten Höchsgeschwindigkeit, solange wie einer der beiden SwitchControls gedrückt wird.Bei loslassen des Switchcontrols wird Fahren deaktiviert.\n - Im Latched Modus beschleunigt der SmartDrive bis zur eingestellten Höchsgeschwindigkeit, solange wie einer der beiden SwitchControls gedrückt wird. Wird der gedrückte SwitchControl losgelassen, wird die erreichte Geschwindigkeit gehalten. Das Fahren wird durch erneutes Drücken deaktiviert.",
        "Die Maximalgeschwindigkeit für die SwitchControls kann unabhängig der Maximalgeschwindigkeit für Pushtracker / E2 eingestellt werden",
        "SmartDrive zeigt jetzt durch einen Signalton den Wechsel in den Power Assist Modus \"Ein\" an\n - Der Statuswechsel kann durch Pushtracker/E2 und/oder SwitchControls erfolgen.\n - Diese Anzeige kann entweder durch die SmartDrive MX2+ App auf dem Pushtracker E2 oder durch die Pushtracker Mobile App auf dem Smartphone  deaktiviert werden."
      ]
    }
  },
  "charts": {
    "battery": {
      "title": "Täglicher Verbrauch des SmartDrive-Akkus (%)"
    },
    "distance": {
      "title": "Täglich zurückgelegte SmartDrive-Distanz"
    }
  },
  "complications": {
    "battery-level": "Batterieanzeige",
    "odometer": "Kilometerzähler"
  },
  "error-history": {
    "errors": {
      "batteryvoltage": "[ERR: 001] SD-Batteriespannung",
      "bledisconnect": "[ERR: 007] Bluetooth-Verbindung getrennt",
      "gyrorange": "[ERR: 005] SD-Winkel",
      "motordriverfault": "[ERR: 008] SD-Motorchip",
      "motorphases": "[ERR: 002] SD-Motor",
      "otaunavailable": "[ERR: 006] Keine Updates verfügbar",
      "overcurrent": "[ERR: 003] SD-Spannungsspitzen",
      "overtemperature": "[ERR: 004] SD-Überhitzung"
    },
    "load-more": "Mehr laden",
    "loading": "Wird geladen...",
    "no-errors": "Es wurden keine SmartDrive-Fehler aufgezeichnet oder empfangen.",
    "title": "SmartDrive-Fehlerhistorie"
  },
  "failures": {
    "app-connection": {
      "credentials": "Verbindung zum SmartDrive-App fehlgeschlagen.",
      "logout": "Konto wurde abgemeldet. Erneute Verbindung zur SmartDrive-App erforderlich.",
      "timeout": "Zeitüberschreitung. App erneut verbinden."
    },
    "connect": "Verbindung zu SmartDrive konnte nicht hergestellt werden.",
    "could-not-enable-tap-sensor": "Klopfsensor kann nicht eingeschaltet werden.",
    "downloading-translations": "Fehler beim Herunterladen der aktualisierten Sprachdateien.",
    "getting-error": "SmartDrive-Fehler können nicht gelesen werden.",
    "must-wear-watch": "Die Einstellung ist aktiviert, daher muss der PushTracker E2 (Smartwatch) zur Steuerung Ihres SmartDrive getragen werden.",
    "no-network": "Verbindung zur Cloud ist nicht verfügbar. Sicherstellen, dass der Pushtracker E2 mit dem Internet verbunden ist (via WiFi oder Smartphone).",
    "no-smartdrive-paired": "Kein SmartDrive gekoppelt.",
    "no-smartdrives-found": "Kein SmartDrive in der Nähe gefunden.",
    "permissions": "Die Aktion konnte nicht ausgeführt werden. Erforderliche Berechtigungen nicht erteilt.",
    "power-assist-timeout": "Um die Batterie zu schonen, wurde die POWER ASSIST aufgrund von Inaktivität automatisch ausgeschaltet. Weitere Informationen finden Sie unter \"Power Assist Timeout\" im SmartDrive-Einstellungsmenü.",
    "saving-error": "Speichern von SmartDrive-Fehler fehlgeschlagen.",
    "saving-usage": "Speichern der Nutzungsdaten fehlgeschlagen.",
    "scan": "Konnte nicht scannen.",
    "send-settings": "Fehler beim Übermitteln der Einstellungen an SmartDrive.",
    "title": "Hinweis beachten",
    "too-many-smartdrives-found": "Mehrere SmartDrives gefunden. Vergewissern Sie sich, dass sich beim Koppeln nur ein SmartDrive in der Nähe befindet."
  },
  "language-list": {
    "cs": "čeština",
    "da": "Dansk",
    "de": "Deutsche",
    "en": "Englisch",
    "es": "Español",
    "fi": "Suomalainen",
    "fr": "Francais",
    "it": "Italiano",
    "ja": "日本人",
    "ko": "한국어",
    "nb": "Norsk bokmål",
    "nl": "Nederlands",
    "pl": "Polski",
    "pt": "Português",
    "sv": "Svenska",
    "zh": "中國 傳統 的"
  },
  "languages": {
    "cs": "Tschechisch",
    "da": "Dänisch",
    "de": "Deutsch",
    "en": "Englisch",
    "es": "Spanisch",
    "fi": "Finnisch",
    "fr": "Französisch",
    "it": "Italienisch",
    "ja": "Japanisch",
    "ko": "Koreanisch",
    "nb": "Norwegisch [Bokmål]",
    "nl": "Niederländisch",
    "pl": "Polnisch",
    "pt": "Portugiesisch",
    "sv": "Schwedisch",
    "zh": "Chinesisch [Traditionell]"
  },
  "menu": {
    "about": "Über",
    "settings": "Einstellungen",
    "title": "SmartDrive MX2+ Menü",
    "training": "Training einschalten",
    "updates": "Wireless Updates"
  },
  "notifications": {
    "accelerate-while-moving": "Nehmen Sie Ihre Fahrgeschwindigkeit auf, während Sie bereits unterwegs sind! Drücken Sie das Rad, um schneller zu fahren, und tippen Sie dann einmal mit Ihrem PushTracker. Halten Sie SwitchControl gedrückt, um die Geschwindigkeit erneut zu erhöhen.",
    "access-more-features": "Wünschen Sie weitere Informationen zu Ihrer täglichen / wöchentlichen / monatlichen Antriebsaktivität? Besuchen Sie die Permobil-Website, um zu erfahren, wie Sie Ihr SmartDrive und Ihren PushTracker optimal nutzen können!",
    "channels": {
      "maintenance": "Instandhaltung",
      "personal-record": "Persönliche Aufzeichnung",
      "smartdrive": "SmartDrive"
    },
    "daily-distance-record": "Du hast es geschafft! Sie haben einen neuen persönlichen Rekord für die an einem Tag zurückgelegte Strecke erzielt. Mach weiter! Und vergessen Sie nicht, die Küste zu erkunden. #ChooseToDoMore",
    "odometer-records-part-one": "Es geht darum, mehr zu tun und gleichzeitig die Schultern gesund zu halten. Du hast gesetzt",
    "odometer-records-part-two": "auf Ihrem SmartDrive. #ChooseToDoMore",
    "open-pt-wear": "Möchten Sie mehr über Ihre tägliche Mobilität erfahren? Öffnen Sie die PushTracker-App, um Ihre Push-Anzahl, die Küstenzeit und die zurückgelegte Entfernung jeden Tag anzuzeigen.",
    "routine-maintenance": "Wenn Sie Ihre Ausrüstung sauber halten, hält sie länger! Verwenden Sie einen feuchten Schwamm, ein mildes Reinigungsmittel und trocknen Sie es gründlich ab, damit Ihr SmartDrive wie neu bleibt! (Nicht einweichen oder eintauchen)",
    "sc-light-indications": "Neugierig auf die blinkenden Lichter auf Ihren SwitchControl-Tasten? Weitere Informationen finden Sie im Benutzerhandbuch oder auf der YouTube-Seite von Permobil.",
    "sd-clamp-check": "Zeit, Ihre Ausrichtung zu überprüfen! Stellen Sie sicher, dass Ihre Klemme oder Ihr Klapprahmenadapter richtig eingestellt sind. Lesen Sie die Anweisungen oder kontaktieren Sie uns.",
    "sd-e2-charging": "Beginnen Sie jeden Tag mit maximal aufgeladenem SmartDrive, um maximale Leistung zu erzielen. Stellen Sie sicher, dass die Gebühr über 25% liegt, insbesondere wenn Sie sie längere Zeit nicht verwenden. Weitere Informationen finden Sie in Ihrem Benutzerhandbuch oder bei Permobil.",
    "sd-roller-check": "Überprüfen Sie Ihre Walzen. Sehen Sie flache Stellen? Sind sie schwer zu spinnen? Wenden Sie sich noch heute an Permobil, um dies zu besprechen.",
    "switch-control-reminder": "Mit den SwitchControl-Tasten können Sie auf andere Weise steuern. Schließen Sie sie direkt an den SmartDrive-Ladeanschluss an (kein Bluetooth erforderlich). Drücken Sie die Taste, um zu fahren, anzuhalten oder Ihre Geschwindigkeit einzustellen. Wenden Sie sich an Ihren Provider oder den Permobil-Support, um weitere Informationen zu erhalten.",
    "tire-pressure": "Der Reifendruck wirkt sich stark auf Ihre Druckfähigkeit aus. Hast du es in letzter Zeit überprüft?",
    "titles": {
      "accelerate-while-moving": "Beschleunigen",
      "access-more-features": "Antrieb und mehr",
      "daily-distance-record": "Täglicher Entfernungsrekord!",
      "odometer-records": "Kilometerzähler Rekord!",
      "open-pt-wear": "Öffnen Sie die PushTracker Wear App",
      "routine-maintenance": "Routinewartung",
      "sc-light-indications": "Tastenanzeigen",
      "sd-clamp-check": "Erinnerung an Anhangsprüfung",
      "sd-e2-charging": "SmartDrive & PushTracker Laden",
      "sd-roller-check": "Rollen Check Reminder",
      "switch-control-reminder": "SwitchControl-Tasten",
      "tire-pressure": "Erinnerung an die Reifenprüfung",
      "unlock-more-features": "Mehr tun"
    },
    "unlock-more-features": "Textnachrichten und Kalenderbenachrichtigungen sind nur einige weitere Funktionen, die Sie von Ihrem PushTracker erhalten können. Wenden Sie sich an Permobil oder besuchen Sie unsere Website, um zu erfahren, wie Sie mehr Funktionen erhalten."
  },
  "ota": {
    "action": {
      "cancel": "Abbrechen",
      "close": "Schliessen",
      "force": "Zwingend",
      "pause": "Pause",
      "resume": "Fortsetzen",
      "retry": "Wiederholen",
      "start": "Start"
    },
    "sd": {
      "state": {
        "already-uptodate": "Bereits aktuell. Wählen Sie \"Zwingend\", um trotzdem zu aktualisieren.",
        "awaiting-ble-ready": "Warten auf Bluetooth",
        "awaiting-connection": "Auf Verbindung warten",
        "awaiting-mcu-ready": "Warten auf SmartDrive",
        "awaiting-versions": "Warten auf Versionen",
        "canceled": "Abgebrochen",
        "canceling": "Abbrechen",
        "comm-failure": "Kommunikationsfehler - Neustart von SmartDrive erforderlich",
        "complete": "Fertig",
        "failed": "Gescheitert",
        "not-started": "Nicht angefangen",
        "rebooting-ble": "Bluetooth neu starten",
        "rebooting-mcu": "SmartDrive neu starten",
        "timeout": "Auszeit",
        "updating-ble": "Bluetooth wird aktualisiert",
        "updating-mcu": "SmartDrive wird aktualisiert",
        "verifying": "Wird überprüft"
      }
    }
  },
  "permissions-reasons": {
    "coarse-location": "Um Ihren SmartDrive über Bluetooth zu steuern, müssen Sie die Standortberechtigung [ACCESS_COARSE_LOCATION] auf der folgenden Seite zulassen. Mit dieser Berechtigung greift Permobil nicht auf Ihre Standortdaten zu.",
    "phone-state": "OPTIONAL: Um auf Ihre PushTracker E2 (Smartwatch)-Seriennummer zuzugreifen, die für Support- und Gewährleistungszwecke nützlich sein können, müssen Sie die Telefonberechtigung [READ_PHONE_STATE] in einem der folgenden Seiten zulassen. Mit dieser Erlaubnis greift Permobil nicht auf Ihre Telefonnummer, Mobilfunknetzinformationen oder andere Daten mit Ausnahme der PushTracker E2 (Smartwatch)-Seriennummer zu."
  },
  "permissions-request": {
    "title": "Berechtigungshinweis"
  },
  "power-assist": {
    "activate": "Power Assist\nEin-\nschalten",
    "deactivate": "Power Assist\nAus-\nschalten",
    "estimated-range": "Geschätzte Reichweite",
    "exit-training": "Training beenden",
    "speed": "Aktuelle Geschwindigkeit",
    "stop": "Fahren deaktivieren"
  },
  "sd": {
    "settings": {
      "power-assist-buzzer": {
        "disabled": "Deaktiviert",
        "enabled": "Aktiviert"
      },
      "units": {
        "english": "Imperial",
        "metric": "Metrisch"
      }
    },
    "switch-settings": {
      "mode": {
        "latching": "Latched",
        "momentary": "Direkt"
      }
    }
  },
  "settings": {
    "acceleration": "Beschleunigung",
    "connect-pushtracker": "Verbinden Sie die SmartDrive-App",
    "control-mode": "Fahrmodus",
    "description": {
      "acceleration": "Die Beschleunigungsrate des SmartDrive.",
      "controlmode": "MX2+: Die standardmäßige Bedienung des SmartDrive. Im MX2+ Steuermodus startet ein doppeltes Antippen des Greifreifens den Antrieb des Motors durch Hochfahren seiner Drehzahl. Durch einmaliges Antippen des Greifreifens während der Beschleunigung wird ein Tempomat aktiviert. Durch erneutes zweimaliges Antippen schaltet sich der Antrieb in den Stand-by-Modus.\n\nMX2: Im MX2 Steuermodus fährt der SmartDrive los, wenn Sie über die Greifreifen den Rollstuhl antreiben. Durch einmaliges Antippen des Greifreifens deaktivieren Sie das Fahren. Bitte beachten Sie, dass dies eine Legacy-Support-Option ist.\n\nMX1: Im MX1 Steuermodus fährt der SmartDrive los, wenn Sie über die Greifreifen den Rollstuhl antreiben. Durch Bremsen der Greifreifen bzw. durch einmaliges Antippen dieser deaktivieren Sie das Fahren. Bitte beachten Sie, dass dies eine Legacy-Support-Option ist.",
      "language": "Die Sprache des Textes in der SmartDrive-App.",
      "maxspeed": "Die maximale Geschwindigkeit, die der SmartDrive fahren kann, wenn er mit Ihrem PushTracker E2 (Smartwatch) gesteuert wird.",
      "powerassistbuzzer": "Wenn diese Option aktiviert ist, piept der SmartDrive jedes Mal, wenn eine Verbindung von einem Remote-Gerät hergestellt wird oder wenn SwitchControl aus dem Standby-Modus entfernt wird.",
      "powerassisttimeout": "Wenn der Motor bei eingeschalteter POWER ASSIT mit dem SmartDrive verbunden ist und nicht in der ausgewählten Zeit gefahren wurde, wird POWER ASSIST automatisch ausgeschaltet.\n\nWenn POWER ASSIST eingeschlatet ist, aber nicht mit dem SmartDrive verbunden ist, wird es nach 1 Minute automatisch ausgeschaltet.",
      "switchcontrolmode": "Direkt Modus: Der Standard-SwitchControl-Modus, in dem der SmartDrive den Motor antreibt, indem er seine Geschwindigkeit nur auf die konfigurierte maximale Geschwindigkeit erhöht, während eine der SwitchControls gedrückt gehalten wird. Wenn der gehaltene Knopf losgelassen wird oder beide Knöpfe gedrückt werden, wird das Fahren deaktiviert. Bitte beachten Sie, dass das Gerät beim Deaktivieren nicht in den Standby-Modus versetzt wird.\n\nLatched Modus: In diesem Modus startet der SmartDrive den Antrieb des Motors, indem er seine Geschwindigkeit auf die konfigurierte maximale SwitchControl-Geschwindigkeit erhöht, während eine der SwitchControls gedrückt gehalten wird. Wenn die Taste losgelassen wird, fährt der SmartDrive weiterhin mit der aktuellen Geschwindigkeit, in der die Taste losgelassen wurde. Wenn eine der Tasten gedrückt und wieder losgelassen wird oder beide Tasten gedrückt werden, wird das Fahren deaktiviert. Bitte beachten Sie, dass das Gerät beim Deaktivieren nicht in den Standby-Modus versetzt wird.",
      "switchcontrolspeed": "Die maximale Geschwindigkeit, mit der der SmartDrive fahren kann, wenn er von SwitchControl gesteuert wird.",
      "tapsensitivity": "Die Empfindlichkeit der Tippbewegung, die zum Aktivieren und Deaktivieren des Fahrens verwendet wird. Je niedriger der Prozentsatz, desto schwieriger ist das Antippen. 100% ist am empfindlichsten und daher am einfachsten zu tippen, und 10% ist am unempfindlichsten und daher am schwersten zu tippen.",
      "units": "Das Einheitensystem oder die Maßeinheiten zur Anzeige von Geschwindigkeit und Entfernung innerhalb der Benutzeroberflächen. Wählen Sie entweder Imperial [mi und mph] oder Metrisch [km und km/h].",
      "wearcheck": "Wenn diese Funktion aktiviert ist, muss sich der PushTracker E2 (Smartwatch) am Handgelenk befinden, um die Servounterstützung einzuschalten. Wenn die Servounterstützung eingeschaltet ist und der PushTracker E2 (Smartwatch) feststellt, dass sie nicht mehr am Handgelenk sitzt, wird sie automatisch ausgeschaltet."
    },
    "error-history": "Fehlerhistorie",
    "information": "Information",
    "language": "Sprache",
    "max-speed": "Höchstgeschwindigkeit",
    "pair-smartdrive": "SmartDrive koppeln",
    "paired-to-smartdrive": "Erfolgreich mit dem SmartDrive gekoppelt.",
    "power-assist-buzzer": "Power Assist Beep-Anzeige",
    "power-assist-timeout": {
      "title": "Power Assist Timeout",
      "units-long": "Minuten",
      "units-short": "Miin"
    },
    "scanning": "SmartDrive Suche zum Koppeln mit...",
    "select-smartdrive": "Wählen Sie SmartDrive",
    "send-settings-prompt": "Änderungen an den SmartDrive-Einstellungen werden erst wirksam, wenn der PushTracker eine Verbindung zum SmartDrive herstellt. Möchten Sie die Stromversorgung jetzt einschalten, um eine Verbindung zum SmartDrive herzustellen und dessen Einstellungen zu aktualisieren?",
    "set-time": "Terminzeit",
    "syncing-with-server": "Mit Server synchronisieren ...",
    "tap-sensitivity": "Tippen Sie auf Empfindlichkeit",
    "title": "SmartDrive-Einstellungen",
    "units": "Einheiten",
    "watch-required": {
      "title": "Auf Handgelenk prüfen",
      "values": {
        "disabled": "Deaktiviert",
        "enabled": "Aktiviert"
      }
    }
  },
  "switch-control": {
    "max-speed": "SwitchControl Max. Geschwindigkeit",
    "mode": "SwitchControl-Modus "
  },
  "units": {
    "distance": {
      "english": "mi",
      "metric": "km"
    },
    "english": "Imperial",
    "metric": "Metrisch",
    "speed": {
      "english": "mph",
      "metric": "km/h"
    }
  },
  "updates": {
    "available": "Für Ihr SmartDrive sind Updates verfügbar. Möchten Sie die Seite Wireless-Updates aufrufen, um die Updates herunterzuladen und auszuführen?",
    "canceled": "SmartDrive-Updates abgebrochen.",
    "changes": "Zusammenfassung der Änderungen",
    "checking-for-updates": "Nach Updates suchen...",
    "communications-failed": "Die Verbindung mit dem SmartDrive ist fehlgeschlagen. Starten Sie den SmartDrive neu.",
    "connecting-to-smartdrive": "Verbindung zu SmartDrive wird hergestellt...",
    "downloading-new-firmwares": "Neue Update-Daten werden heruntergeladen...",
    "errors": {
      "connecting": "Fehler beim Verbinden mit dem SmartDrive.",
      "connection-failure": "Verbindung zum Permobil Server nicht möglich. Sicherstellen, dass der Pushtracker E2 mit dem Internet verbunden ist (via WiFi oder Smartphone).\n\nError:",
      "downloading": "Fehler beim Herunterladen der Updates.",
      "getting": "Fehler beim Suchen nach Updates",
      "saving": "Fehler beim Speichern der Update-Daten.",
      "timeout": "Zeitüberschreitungsfehler beim SmartDrive Update."
    },
    "failed": "SmartDrive-Updates fehlgeschlagen",
    "initializing": "Updates initialisieren...",
    "perform": "Aktualisieren Sie SmartDrive",
    "status": "Updatestatus",
    "success": "SmartDrive-Updates erfolgreich abgeschlossen!",
    "timeout": "Zeitüberschreitung bei SmartDrive-Updates",
    "up-to-date": "SmartDrive ist auf dem neuesten stand!",
    "version": "Version"
  },
  "warnings": {
    "saved-settings": {
      "language": "Sind Sie sicher, dass Sie die Sprache ändern möchten? Die SmartDrive MX2-App muss neu gestartet werden, um die Sprachänderung anzuwenden.",
      "message": "Warnung: Sie MÜSSEN im SmartDrive-Benutzerhandbuch nachlesen, wie sich das Ändern der Einstellungen auf den Betrieb und die Leistung auswirkt.",
      "title": "Geänderte Einstellungen"
    },
    "title": {
      "notice": "Hinweis"
    }
  }
}
