{
  "about": {
    "database": "ID base de datos",
    "sd-ble-version": "Versión SmartDrive Bluetooth (BT)",
    "sd-mcu-version": "Versión SmartDrive MCU (SD)",
    "sd-serial-number": "Número de serie del SmartDrive",
    "smartdrive-serial-number-info": "Para acceder al número de serie del SmartDrive, que puede ser útil para fines de soporte y garantía, debe conectarse a la aplicación móvil PushTracker.",
    "title": "Acerca de la información",
    "version": "Versión de la aplicación SmartDrive MX2+ Wear OS (SW)",
    "watch-serial-number": "Número de serie del reloj inteligente (PushTracker E2)"
  },
  "app-connection": {
    "completed": "Conectado con éxito a la cuenta del PushTracker.",
    "connecting": "Conectando a la aplicación móvil PushTracker ...",
    "identifier": "Nombre del reloj inteligente (PushTracker E2)",
    "preface": "Conectando a la cuenta del PushTracker ...",
    "receiving": "Recibiendo la información de la cuenta ..."
  },
  "buttons": {
    "allow": "Permitir",
    "back": "Atrás",
    "cancel": "Cancelar",
    "deny": "Denegar",
    "disable": "Apagado",
    "dismiss": "Omitir",
    "enable": "Encendido",
    "ok": "De acuerdo"
  },
  "change-notes": {
    "pt": {
      "2_0": [
        "Se ha añadido poder ver la fuerza de conexión Bluetooth SmartDrive más reciente al menú de configuración \"Acerca de\"",
        "Agregado soporte  para enviar y recibir configuraciones de control de interruptor de / al SmartDrive desde las aplicaciones móviles PushTracker y SmartDrive"
      ]
    },
    "sd": {
      "2_0": [
        "\"Se agregó una indicación dinámica del botón SwitchControl para que los LED del botón indiquen la asistencia eléctrica y el estado de conducción\n - Si el PushTracker / E2 está conectado y / o el control del interruptor está habilitado, los LED parpadearán en diferentes patrones.\n - Si el motor está en marcha, los LED estarán encendidos.\"",
        "\"SmartDrive se puede configurar en modos de control de interruptor momentáneo o bloqueado\n - En el modo Momentáneo predeterminado, el SmartDrive iniciará la marcha y el motor irá aumentando su velocidad a la velocidad máxima configurada de SwitchControl, solo mientras se mantiene presionado uno de los botones.\n - En el modo fijo, el SmartDrive comenzará a aumentar su velocidad a la velocidad máxima configurada de SwitchControl mientras se mantiene presionado uno de los botones. Cuando se suelta el botón retenido, el SmartDrive seguirá continuará la marcha a la velocidad actual. Desactive la conducción presionando un botón.\"",
        "SmartDrive SwitchControl tiene su propia configuración de velocidad máxima configurable, que es independiente de la configuración de velocidad máxima para PushTracker / E2",
        "\"SmartDrive ahora está configurado para emitir un pitido cada vez que cambia su estado a encendido \n - Este cambio de estado puede ser desde la PushTracker / E2 y desde el botón SwitchControl.\n - Esta configuración de indicación se puede deshabilitar a través de la aplicación SmartDrive MX2+ en su PushTracker E2 o usando la aplicación PushTracker Mobile en su teléfono inteligente si no tiene un E2.\""
      ]
    }
  },
  "charts": {
    "battery": {
      "title": "Uso de la batería del SmartDrive a diario (%)"
    },
    "distance": {
      "title": "SmartDrive distancia recorrida diariamente"
    }
  },
  "complications": {
    "battery-level": "Cuentakilómetros",
    "odometer": "Nivel de bateria"
  },
  "error-history": {
    "errors": {
      "batteryvoltage": "[ERR: 001] Voltaje de la batería SD",
      "bledisconnect": "[ERR: 007] Bluetooth desconectado",
      "gyrorange": "[ERR: 005] Ángulo del SD",
      "motorphases": "[ERR: 002] Motor del SD",
      "otaunavailable": "[ERR: 006] Actualizaciones no disponibles",
      "overcurrent": "[ERR: 003] Pico de corriente SD",
      "overtemperature": "[ERR: 004] Sobrecalentamiento del SD"
    },
    "loading": "Cargando ...",
    "no-errors": "No se han registrado ni recibido errores del SmartDrive.",
    "title": "Historial de errores del SmartDrive"
  },
  "failures": {
    "app-connection": {
      "credentials": "Error al tratar de conectarse a la cuenta del PushTracker.",
      "logout": "La cuenta ha sido desconectada. Se requiere reconectar a la aplicación móvil del PushTracker.",
      "timeout": "La conexión de la aplicación ha excedido el tiempo de espera."
    },
    "connect": "No se puede conectar al SmartDrive.",
    "could-not-enable-tap-sensor": "No se pudo habilitar el sensor de palmeo.",
    "getting-error": "No se puede obtener el error del SmartDrive.",
    "must-wear-watch": "El ajuste [Verificar muñeca] está habilitado, por lo tanto, el reloj inteligente (PushTracker E2) debe usarse para controlar su SmartDrive.",
    "no-network": "La conexión a la nube no está disponible. Asegúrese de que su reloj inteligente esté conectado a Internet a través de Wi-Fi o su teléfono.",
    "no-smartdrive-paired": "SmartDrive no emparejado.",
    "no-smartdrives-found": "No se han encontrado otros SmartDrives cerca.",
    "permissions": "No se puede realizar la acción solicitada. No se otorgaron los permisos requeridos.",
    "power-assist-timeout": "La asistencia eléctrica se deshabilitó automáticamente a través del tiempo de espera debido a la inactividad. Consulte la configuración de SmartDrive MX2 [Tiempo de espera de asistencia de energía] para obtener más información.",
    "saving-error": "No se pudo guardar el error del SmartDrive.",
    "saving-usage": "No se pudieron guardar los datos del uso del SmartDrive.",
    "scan": "No se pudo escanear.",
    "send-settings": "No se pudo enviar la configuración al SmartDrive.",
    "title": "Atención",
    "too-many-smartdrives-found": "Se han encontrado cerca otros SmartDrives. Asegúrese de que solo haya uno en las proximidades cuando realice el emparejamiento."
  },
  "languages": {
    "cs": "checo",
    "da": "Danés",
    "de": "Alemán",
    "en": "Inglés",
    "es": "Español",
    "fi": "finlandés",
    "fr": "Francés",
    "it": "Italiano",
    "ja": "Japonés",
    "ko": "Coreano",
    "nb": "Noruego [Bokmål]",
    "nl": "Holandés",
    "pl": "polaco",
    "pt": "portugués",
    "sv": "sueco",
    "zh": "Chino [Tradicional]"
  },
  "menu": {
    "about": "Acerca de",
    "settings": "Ajustes",
    "title": "Menú del SmartDrive MX2+",
    "training": "Practique como palmear el SmartDrive",
    "updates": "Actualizaciones inalámbricas"
  },
  "ota": {
    "action": {
      "cancel": "Cancelar",
      "close": "Cerrar",
      "force": "Fuerza",
      "pause": "Pausa",
      "resume": "Reanudar",
      "retry": "Pruebe otra vez",
      "start": "Empieze"
    },
    "sd": {
      "state": {
        "already-uptodate": "Ya está actualizado. Seleccione Forzar para actualizar de todos modos.",
        "awaiting-ble-ready": "Esperando conexion al BT",
        "awaiting-connection": "Esperando la conexión",
        "awaiting-mcu-ready": "Esperando conexion al SD",
        "awaiting-versions": "Esperando otras versiones",
        "canceled": "Cancelado",
        "canceling": "Cancelando",
        "comm-failure": "Error de comunicación - se requiere reiniciar el SmartDrive",
        "complete": "Completado",
        "failed": "No se pudo",
        "not-started": "No ha empezado",
        "rebooting-ble": "Reiniciar BT",
        "rebooting-mcu": "Reiniciar SD",
        "timeout": "Se acabó el tiempo",
        "updating-ble": "Actualizando BT",
        "updating-mcu": "Actualizando SD",
        "verifying": "Verificando"
      }
    }
  },
  "permissions-reasons": {
    "coarse-location": "Para controlar su SmartDrive usando Bluetooth, necesitamos que nos permita saber la Ubicación [ACCESS_COARSE_LOCATION] en la siguiente pantalla. Con este permiso, Permobil no accederá a sus datos de ubicación.",
    "phone-state": "OPCIONAL: Para acceder al numero de serie de su reloj inteligente (PushTracker E2) y éste le pueda ser útil para fines de soporte técnico y garantía, necesitamos que nos permita obtener acceso a su teléfono [READ_PHONE_STATE] en una de las siguientes pantallas. Con este permiso, Permobil no accederá a los datos de su teléfono o cualquier otra información de su red inalámbrica."
  },
  "permissions-request": {
    "title": "Aviso de permisos"
  },
  "power-assist": {
    "activate": "La asistencia de potencia está encendida",
    "deactivate": "La asistencia de potencia está apagada",
    "estimated-range": "Autonomina estimada",
    "exit-training": "Saliendo del programa de entrenamiento",
    "speed": "Velocidad actual",
    "stop": "Desactivar el mando de conducción"
  },
  "sd": {
    "settings": {
      "power-assist-buzzer": {
        "disabled": "Apagado",
        "enabled": "Habilitado"
      },
      "units": {
        "english": "Imperial",
        "metric": "Métrico"
      }
    },
    "switch-settings": {
      "mode": {
        "latching": "Enganchado",
        "momentary": "Momentáneo"
      }
    }
  },
  "settings": {
    "acceleration": "Aceleración",
    "connect-pushtracker": "Connectar la aplicación móvil del PushTracker",
    "control-mode": "Modo de control",
    "description": {
      "acceleration": "La tasa de aceleración de velocidad del SmartDrive.",
      "controlmode": "MX2+: La operación predeterminada basada en gestos de SmartDrive. En el modo de control MX2+, con una doble palmada se iniciará la marcha aumentando la velocidad, con una palmada mantendrá la velocidad actual y haciendo una doble palmada desactivará el motor.\n\nMX2: En el modo de control MX2, el SmartDrive iniciará la marcha cuando detecte su impulso y se desactivará el motor cuando realize una palmada. Tenga en cuenta que esta es una opción de soporte heredada.\n\nMX1: En el modo de control MX1, el SmartDrive iniciará la marcha cuando detecte su impulso, y se desactivará el motor cuando realize una palmada o cuando frene los aros con la mano. Tenga en cuenta que esta es una opción de soporte heredado.",
      "maxspeed": "Velocidad máxima a la que puede conducir el SmartDrive cuando lo controla con su reloj inteligente (PushTracker E2).",
      "powerassistbuzzer": "Cuando está encendido, el SmartDrive emitirá un pitido cada vez que se establezca una conexión desde un dispositivo remoto, o cuando el Botón del interruptor salga del estado de espera.",
      "powerassisttimeout": "El SmartDrive MX2 desactivará automáticamente la asistencia eléctrica después del tiempo especificado si el usuario tiene activada la asistencia eléctrica y está conectado al SmartDrive pero no ha activado el motor antes de que expire el tiempo de espera.\n\nNota: el SmartDrive MX2 desactivará automáticamente la asistencia de potencia después de 1 minuto si no está conectado al SmartDrive.",
      "switchcontrolmode": "Momentáneo: el modo de control de Botón del SmartDrive,  iniciará la marcha  aumentando su velocidad a la velocidad máxima de control del Botón solo si se mantiene presionado uno de los Botones. Cuando se suelta el Botón retenido, o se presionan ambos Botones [si están presentes], el motor se desactivará. Tenga en cuenta que, tras la desactivación,  el dispositivo no se pone en modo de espera.\n\nEnganchado: en el modo de control de Botón, el SmartDrive iniciará la marcha aumentando su velocidad a la velocidad máxima de control del Botón mientras se mantiene presionado uno de los Botones de control. Cuando se suelta el Botón retenido, el SmartDrive seguirá  la marcha a la velocidad actual cuando se suelte el Botón. Cuando se presiona y suelte uno de los Botones nuevamente, o si se presionan ambos Botones [si está presente], el motor se desactivará. Tenga en cuenta que, tras la desactivación, el dispositivo no se pone en modo de espera.",
      "switchcontrolspeed": "La velocidad máxima a la que puede conducir el SmartDrive cuando está controlado por el Botón.",
      "tapsensitivity": "La sensibilidad del gesto del palmeo que se utiliza para activar y desactivar la marcha. Cuanto más bajo sea el porcentaje, más fuerza tienes que usar para palmear. El 100% es el más sensible y, por lo tanto, necesitas usar menos fuerza para palmear, y el 10% es el menos sensible y, por lo tanto, debe usar más fuerza para palmear.",
      "units": "El sistema de unidades o las unidades de medida para mostrar la velocidad y las distancias dentro del interfaces de usuario. Seleccione Imperial [mi y mph] o Métrico [km y km/h].",
      "wearcheck": "Cuando está habilitado, el reloj inteligente (PushTracker E2) debe estar en la muñeca para activar la asistencia. Si la asistencia eléctrica está ENCENDIDA y el PushTracker E2 detecta que ya no está en la muñeca lo APAGARÁ automáticamente."
    },
    "error-history": "Historial de errores",
    "information": "Información",
    "max-speed": "Máxima velocidad",
    "pair-smartdrive": "Emparejando SmartDrive",
    "paired-to-smartdrive": "Emparejado con éxito al SmartDrive.",
    "power-assist-buzzer": "Pitido de indicación de asistencia de potencia",
    "power-assist-timeout": {
      "title": "Power Assist Timeout",
      "units-long": "Minutos",
      "units-short": "Min"
    },
    "scanning": "Escaneando SmartDrive para emparejar con ...",
    "select-smartdrive": "Seleccione SmartDrive",
    "tap-sensitivity": "La sensibilidad del palmeo",
    "title": "Configuraciones del SmartDrive",
    "units": "Unidades",
    "watch-required": {
      "title": "Verificar muñeca",
      "values": {
        "disabled": "Apagado",
        "enabled": "Habilitado"
      }
    }
  },
  "switch-control": {
    "max-speed": "La velocidad maxima del control usando el Botón",
    "mode": "El modo de control usando el Botón"
  },
  "units": {
    "distance": {
      "english": "mi",
      "metric": "km"
    },
    "english": "Imperial",
    "metric": "Métrico",
    "speed": {
      "english": "mph",
      "metric": "km/h"
    }
  },
  "updates": {
    "canceled": "Actualizaciones de SmartDrive canceladas.",
    "changes": "Resumen de cambios",
    "checking-for-updates": "Comprobando actualizaciones ...",
    "communications-failed": "Las comunicaciones con el SmartDrive han fallado, reinicie su SmartDrive.",
    "connecting-to-smartdrive": "Conectando al SmartDrive ...",
    "downloading-new-firmwares": "Descargando nuevos datos de actualizaciones ...",
    "errors": {
      "connecting": "Error al conectarse al SmartDrive.",
      "connection-failure": "Falló la conexión al servidor de Permobil. Asegúrese de que su reloj inteligente esté conectado a Internet a través de Wi-Fi o a través de su teléfono.\n\nError:",
      "downloading": "Error al descargar actualizaciones.",
      "getting": "Error al buscar actualizaciones.",
      "saving": "Error al guardar datos de actualizaciones.",
      "timeout": "Se agotó el tiempo para las actualizaciones de SmartDrive."
    },
    "failed": "Las actualizaciones de SmartDrive fallaron.",
    "initializing": "Iniciando actualizaciones…",
    "status": "Estado de actualizaciones",
    "success": "¡Actualizaciones de SmartDrive completadas con éxito!",
    "timeout": "Las actualizaciones del SmartDrive caducaron.",
    "up-to-date": "¡SmartDrive está actualizado!",
    "version": "Versión"
  },
  "warnings": {
    "saved-settings": {
      "message": "PRECAUCIÓN: DEBE consultar el Manual del usuario del SmartDrive sobre cómo cambiar la configuración ya que afectara su funcionamiento y rendimiento.",
      "title": "Configuraciones modificadas"
    },
    "title": {
      "notice": "Atención"
    }
  }
}
