{
  "about": {
    "database": "Identifiant de la base de données",
    "sd-ble-version": "Version Bluetooth (BT) SmartDrive ",
    "sd-mcu-version": "Version du MCU (SD) SmartDrive",
    "sd-serial-number": "Numéro de série de la SmartDrive",
    "smartdrive-serial-number-info": "Pour accéder à votre numéro de série SmartDrive, qui peut être utile à des fins de support et de garantie, vous devez vous connecter à l'application PushTracker Mobile.",
    "title": "À propos de",
    "version": "Version de l'application SmartDrive MX2+ Wear OS (SW)",
    "watch-serial-number": "Numéro de série du PushTracker E2"
  },
  "app-connection": {
    "completed": "Connecté avec succès au compte PushTracker.",
    "connecting": "Connexion à l'application mobile PushTracker ...",
    "identifier": "Nom de la montre",
    "preface": "Connexion au compte PushTracker ...",
    "receiving": "Réception des informations du compte ..."
  },
  "buttons": {
    "allow": "Autoriser",
    "back": "Retour",
    "cancel": "Annuler",
    "deny": "Refuser",
    "disable": "Désactiver",
    "dismiss": "Rejeter",
    "do-not-show-again": "Ne pas montrer de nouveau",
    "enable": "Activer",
    "ok": "OK"
  },
  "change-notes": {
    "pt": {
      "2_0": [
        "Ajouter la possibilité d'afficher la puissance de signal de la dernière connexion Bluetooth de la SmartDrive dans le menu de configuration \"A propos de\"",
        "Ajout d'un support pour l'envoi et la réception de configurations des boutons de tierce personne de la SmartDrive vers / depuis l'application PushTracker Mobile et SmartDrive"
      ]
    },
    "sd": {
      "2_0": [
        "Ajout d'une indication dynamique sur les LEDs des boutons de tierce personnes pour signaler l'assistance électrique et l'état de conduite\n - Si PushTracker / E2 est connecté et / ou si les boutons de tierce personne sont activées, les LEDs clignoteront selon différents motifs.\n - Si le moteur tourne, les LEDs seront allumées.",
        "SmartDrive peut être configuré en mode momentané ou maintenu sur les bouton de commande tierce personnes\n - En mode Momentané par défaut, la SmartDrive démarre le moteur en augmentant sa vitesse jusqu'à la vitesse maximale configurée sur les boutons de tierce personne tout en maintenant un des boutons enfoncé.\n - En mode maintenu, la SmartDrive commence à augmenter sa vitesse jusqu'à la vitesse maximale configurée des bouton de tierce personne pendant que l'un des boutons est maintenu enfoncé. Lorsque vous relâchez le bouton, la SmartDrive continue à rouler à la vitesse actuelle. Désactivez la conduite en appuyant sur un bouton.",
        "Les boutons de tierce personne de la SmartDrive ont leur propre réglage de vitesse maximum configurable qui est indépendant du réglage de vitesse maximum pour le PushTracker / E2",
        "SmartDrive est maintenant configuré pour émettre un bip sonore chaque fois que son état est modifié pour activer l'assistance motorisée:\n - Ce changement d'état peut provenir d'un PushTracker / E2 et d'un ou plusieurs boutons de commande tierce personnes.\n - Ce réglage d'indication peut être désactivé soit via l'application SmartDrive MX2+ sur votre PushTracker E2, soit via l'application PushTracker Mobile sur votre smartphone si vous n'avez pas de E2."
      ]
    }
  },
  "charts": {
    "battery": {
      "title": "Usage quotidienne de la batterie SmartDrive (%)"
    },
    "distance": {
      "title": "Distance quotidienne parcourue"
    }
  },
  "complications": {
    "battery-level": "Niveau de batterie",
    "odometer": "Odomètre"
  },
  "error-history": {
    "errors": {
      "batteryvoltage": "[ERR: 001] SD Niveau de tension de la batterie",
      "bledisconnect": "[ERR: 007] Déconnexion Bluetooth",
      "gyrorange": "[ERR: 005] SD Erreur d'angle de détection ",
      "motordriverfault": "[ERR: 008] Puce de moteur SD",
      "motorphases": "[ERR: 002] SD Erreur moteur ",
      "otaunavailable": "[ERR: 006] Mises à jour non disponibles",
      "overcurrent": "[ERR: 003] SD Erreur de Surintensité",
      "overtemperature": "[ERR: 004] SD Surchauffe moteur"
    },
    "load-more": "Charger plus",
    "loading": "Chargement ...",
    "no-errors": "Aucune erreur SmartDrive n'a été enregistrée ou reçue.",
    "title": "Historique des codes erreurs SmartDrive"
  },
  "failures": {
    "app-connection": {
      "credentials": "Échec de la connexion au compte PushTracker.",
      "logout": "Le compte a été déconnecté. Reconnexion à l'application PushTracker Mobile requise.",
      "timeout": "Délai de connexion à l'application expiré."
    },
    "connect": "Impossible de se connecter à la SmartDrive.",
    "could-not-enable-tap-sensor": "Impossible d'activer le capteur de tape.",
    "downloading-translations": "Impossible de télécharger les fichiers de langue mis à jour.",
    "getting-error": "Échec de réception des codes erreurs.",
    "must-wear-watch": "Le paramètre [Vérifier le poignet] est activé. Vous devez porter obligatoirement le Pushtracker E2  pour contrôler votre SmartDrive.",
    "no-network": "La connexion au Cloud n'est pas disponible. Assurez-vous que votre PushTracker E2 est connecté à Internet via Wi-Fi ou à votre téléphone.",
    "no-smartdrive-paired": "Pas de SmartDrive jumelée.",
    "no-smartdrives-found": "Aucune SmartDrive trouvée à proximité.",
    "permissions": "Impossible d'effectuer l'action demandée. Les autorisations requises n'ont pas été acceptées.",
    "power-assist-timeout": "Pour économiser la batterie, l'assistance électrique a été automatiquement désactivée pour cause d'inactivité. Pour plus d'informations, voir la section \"Délai d'assistance\" dans le menu des paramètres du SmartDrive.",
    "saving-error": "Échec d'enregistrement des erreurs SmartDrive.",
    "saving-usage": "Échec de la sauvegarde de l'utilisation.",
    "scan": "Recherche impossible.",
    "send-settings": "Échec d'envoi des paramètres à la SmartDrive.",
    "title": "Remarque",
    "too-many-smartdrives-found": "Plusieurs SmartDrives trouvées. Assurez-vous qu’il n’y a qu’une seule SmartDrive à proximité lors du couplage."
  },
  "language-list": {
    "cs": "",
    "da": "",
    "de": "",
    "en": "",
    "es": "",
    "fi": "",
    "fr": "",
    "it": "",
    "ja": "",
    "ko": "",
    "nb": "",
    "nl": "",
    "pl": "",
    "pt": "",
    "sv": "",
    "zh": ""
  },
  "languages": {
    "cs": "Tchèque",
    "da": "Danois",
    "de": "Allemand",
    "en": "Anglais",
    "es": "Espagnol",
    "fi": "Finlandais",
    "fr": "Français",
    "it": "Italien",
    "ja": "Japonais",
    "ko": "Coréen",
    "nb": "Norvégien [Bokmål]",
    "nl": "Néerlandais",
    "pl": "Polonais",
    "pt": "Portugais",
    "sv": "Ssuédois",
    "zh": "Chinois [traditionnel]"
  },
  "menu": {
    "about": "À propos de",
    "settings": "Réglages",
    "title": "Menu SmartDrive MX2+",
    "training": "Activer le mode entraînement",
    "updates": "Mises à jour sans fil"
  },
  "notifications": {
    "accelerate-while-moving": "Pick up your speed while you’re already moving! Push the wheel to go faster, then single tap with your PushTracker E2. Press and hold SwitchControl to increase speed again.",
    "access-more-features": "Want more features about your daily/weekly/monthly propulsion activities? Contact us to learn how to make your PushTracker E2 give your more features!",
    "channels": {
      "maintenance": "Maintenance",
      "personal-record": "Personal Record",
      "smartdrive": "SmartDrive"
    },
    "daily-distance-record": "You did it! You achieved a new personal record for distance traveled in a day. Keep it up! And don’t forget to coast. #ChooseToDoMore",
    "odometer-records-part-one": "Doing more while keeping your shoulders healthy is what it’s all about. You’ve put",
    "odometer-records-part-two": "on your SmartDrive. #ChooseToDoMore",
    "open-pt-wear": "Want to know more about your daily mobility? Open the PushTracker app to know your push count, coast time, and distance traveled each day.",
    "routine-maintenance": "Keeping your equipment clean helps it last longer! Use a damp sponge, mild detergent and dry thoroughly to keep your SmartDrive like new! (do not soak or immerse).",
    "sc-light-indications": "Curious about the flashing lights are on your SwitchControl? Refer to your user manual or our YouTube page to find out what each one means.",
    "sd-clamp-check": "Time to check your alignment! Make sure your clamp or folding frame adapter are set correct. Refer to your user’s manual or contact us.",
    "sd-e2-charging": "For optimal performance charge your SmartDrive every night. Make sure you keep it charged above 25%, especially if you’re not going to use SmartDrive for a long time period. Check your user’s manual or contact us for details.",
    "sd-roller-check": "Check your rollers.  See flat spots? Are they hard to spin? Contact SmartDrive today to discuss.",
    "switch-control-reminder": "SwitchControl buttons give you another way to control your SmartDrive. Plug them directly in to SmartDrive charging port (no Bluetooth required). Press the button to go, stop, or set your speed. Contact you provider or SmartDrive support to learn more.",
    "tire-pressure": "Tire pressure greatly impacts your ability to push. Have you checked it lately?",
    "titles": {
      "accelerate-while-moving": "Accelerate While Moving",
      "access-more-features": "Access More Features",
      "daily-distance-record": "Daily Distance Record!",
      "odometer-records": "Odometer Records",
      "open-pt-wear": "Open the PushTracker Wear App",
      "routine-maintenance": "Routine Maintenance",
      "sc-light-indications": "SC Light Indications",
      "sd-clamp-check": "SmartDrive Clamp Check/Folding Frame Adapter",
      "sd-e2-charging": "SmartDrive & E2 Charging",
      "sd-roller-check": "SmartDrive Roller",
      "switch-control-reminder": "SwitchControl Reminder",
      "tire-pressure": "Tire Pressure Check",
      "unlock-more-features": "Unlock more features"
    },
    "unlock-more-features": "Unlock more E2! Text messages, heart rate, and calendar alerts are just few other features you can get from your PushTracker E2. Refer to the instructions on your E2 box or contact us to learn how to make your PushTracker E2 give your more features!"
  },
  "ota": {
    "action": {
      "cancel": "Annuler",
      "close": "Fermer",
      "force": "Forcer",
      "pause": "Pause",
      "resume": "Reprendre",
      "retry": "Réessayer",
      "start": "Démarrer"
    },
    "sd": {
      "state": {
        "already-uptodate": "Déjà à jour. Sélectionnez Force pour mettre à jour quand même.",
        "awaiting-ble-ready": "Attente de connexion BT",
        "awaiting-connection": "Attente de connexion",
        "awaiting-mcu-ready": "Attente de connexion SD",
        "awaiting-versions": "Attente de versions",
        "canceled": "Annulé",
        "canceling": "En cours d\"annulation",
        "comm-failure": "Erreur de communication - Redémarrage SmartDrive requis",
        "complete": "Terminer",
        "failed": "Échec",
        "not-started": "Pas démarré",
        "rebooting-ble": "Redémarrage BT",
        "rebooting-mcu": "Redémarrage SD",
        "timeout": "Temps écoulé",
        "updating-ble": "Mise à jour du BT",
        "updating-mcu": "Mise à jour SD",
        "verifying": "En cours de vérification"
      }
    }
  },
  "permissions-reasons": {
    "coarse-location": "Pour contrôler votre SmartDrive à l'aide du Bluetooth, nous vous demandons votre accord pour autoriser votre localisation [ACCESS_COARSE_LOCATION] sur l'écran suivant. Avec cette autorisation, Permobil n’aura pas accès à vos données de localisation.",
    "phone-state": "FACULTATIF: pour accéder au numéro de série de votre PushTracker E2, qui peut s'avérer utile à des fins d'assistance et de garantie, vous devez nous donner votre accord pour l'utilisation du téléphone [READ_PHONE_STATE] sur l'un des écrans suivants. À partir de cette autorisation, Permobil n’aura pas accès à votre numéro de téléphone, aux informations de votre réseau cellulaire ou à d’autres données que le numéro de série du PushTracker E2."
  },
  "permissions-request": {
    "title": "Demandes d'autorisations"
  },
  "power-assist": {
    "activate": "Activer\nL'assistance électrique",
    "deactivate": "Désactiver\nL'assistance électrique",
    "estimated-range": "Autonomie estimée",
    "exit-training": "Désactiver \nle mode entraînement",
    "speed": "Vitesse actuelle",
    "stop": "Désactiver la conduite"
  },
  "sd": {
    "settings": {
      "power-assist-buzzer": {
        "disabled": "Désactivée",
        "enabled": "Activée"
      },
      "units": {
        "english": "Impérial",
        "metric": "Métrique"
      }
    },
    "switch-settings": {
      "mode": {
        "latching": "Maintenu",
        "momentary": "Momentané"
      }
    }
  },
  "settings": {
    "acceleration": "Accélération",
    "connect-pushtracker": "Application mobile PushTracker",
    "control-mode": "Mode de contrôle",
    "description": {
      "acceleration": "Réglage du niveau d'accélération de la SmartDrive.",
      "controlmode": "MX2+: Paramètre par défaut basé sur les mouvements de la montre. En mode de contrôle MX2+, une double tape active le moteur en augmentant sa vitesse puis une simple tape valide et maintient la vitesse. Et enfin une double tape désactive la conduite.\n\nMX2: En mode de contrôle MX2, la SmartDrive démarre lorsqu'elle détecte votre impulsion et se désactive lorsqu'une tape est détectée.\n\nMX1: En mode de contrôle MX1, la SmartDrive démarre lorsqu'elle détecte votre impulsion, et se désactive lorsqu'une tape est détectée ou lorsque vous freinez sur les mains courantes.  Veuillez noter qu'il s'agit d'une option de soutien légal.",
      "language": "The language of the text in the SmartDrive app.",
      "maxspeed": "La vitesse maximale à laquelle la SmartDrive peut rouler lorsqu'elle est contrôlée par votre montre.",
      "powerassistbuzzer": "Lorsqu'elle est activée, la SmartDrive émet un bip à chaque fois qu'une connexion est établie avec le PushTracker E2 ou lorsque vous la démarrez par les boutons de tierce personne.",
      "powerassisttimeout": "Lorsque le Pushtracker E2 est connecté à la SmartDrive et que l'assistance électrique est activée, si le moteur n'a pas été entraîné pendant la durée sélectionnée, l'assistance électrique se désactivera automatiquement.\n\nSi l'assistance électrique est activée mais qu'elle n'est pas connectée au SmartDrive, elle désactivera automatiquement l'assistance électrique après 1 minute.",
      "switchcontrolmode": "Momentané: Mode de contrôle par défaut avec lequel la SmartDrive active le moteur en augmentant sa vitesse jusqu'à la vitesse maximale tant que l'un des boutons de tierce personne est appuyé. Lorsque vous relâchez le bouton ou que vous appuyez sur les deux boutons simultanément [le cas échéant], la conduite est désactivée. Veuillez noter que lors de la désactivation, l'appareil ne se met pas en veille.\n\nMaintenu: En mode de contrôle maintenu, la SmartDrive active le moteur en augmentant sa vitesse jusqu'à la vitesse maximale tant que l'un des boutons est maintenu enfoncé. Lorsque le bouton maintenu est relâché, la SmartDrive continuera à rouler / à suivre la vitesse actuelle au moment où le bouton a été relâché. Lorsque vous appuyez sur l'un des boutons ou les deux boutons simultanément [le cas échéant], la conduite est désactivée. Veuillez noter que lors de la désactivation, l'appareil ne se met pas en veille.",
      "switchcontrolspeed": "La vitesse maximale à laquelle la SmartDrive peut rouler lorsqu'elle est contrôlée par les boutons de tierce personne.",
      "tapsensitivity": "Réglage de la sensibilité du geste de tape utilisé pour activer et désactiver la conduite. Plus le pourcentage est bas, plus il est difficile de taper - 100% est le plus sensible, donc le plus facile à utiliser, et 10%, le moins sensible et donc le plus difficile à utiliser.",
      "units": "Unités de mesure: la vitesse et les distances dans les interfaces utilisateur. Sélectionnez soit Impérial [mi et mph] ou Métrique [km et km/h].",
      "wearcheck": "Lorsqu'elle est activée, la montre doit être au poignet pour activer l'assistance électrique. Si l'assistance électrique est activée et que la montre détecte qu'elle n'est plus au poignet, elle désactivera automatiquement l'assistance électrique."
    },
    "error-history": "Historique des erreurs",
    "information": "Information",
    "language": "Langue",
    "max-speed": "Vitesse maximale",
    "pair-smartdrive": "Jumelage SmartDrive",
    "paired-to-smartdrive": "Couplage réussi.",
    "power-assist-buzzer": "Bip d'assistance",
    "power-assist-timeout": {
      "title": "Temps d'arrêt de l’assistance électrique",
      "units-long": "Minutes",
      "units-short": "Min"
    },
    "scanning": "Recherche de SmartDrive ...",
    "select-smartdrive": "Sélectionner la SmartDrive",
    "send-settings-prompt": "",
    "set-time": "Date et heure",
    "syncing-with-server": "Synchronisation avec le serveur ...",
    "tap-sensitivity": "Sensibilité de tape",
    "title": "Paramètres SmartDrive",
    "units": "Unités de mesures",
    "watch-required": {
      "title": "Vérifier contact poignet",
      "values": {
        "disabled": "Désactivée",
        "enabled": "Activée"
      }
    }
  },
  "switch-control": {
    "max-speed": "Réglage vitesse max sur boutons",
    "mode": "Changer le mode de contrôle des Boutons"
  },
  "units": {
    "distance": {
      "english": "mi",
      "metric": "km"
    },
    "english": "Impérial",
    "metric": "Métrique",
    "speed": {
      "english": "mph",
      "metric": "km/h"
    }
  },
  "updates": {
    "available": "",
    "canceled": "Mises à jour SmartDrive annulées.",
    "changes": "Sommaire des changements",
    "checking-for-updates": "Vérification des mises à jour ...",
    "communications-failed": "Les communications avec la SmartDrive ont échoués. Veuillez redémarrer votre SmartDrive.",
    "connecting-to-smartdrive": "Connexion à la SmartDrive ...",
    "downloading-new-firmwares": "Téléchargement de nouvelles données de mises à jour ...",
    "errors": {
      "connecting": "Erreur de connexion à la SmartDrive.",
      "connection-failure": "La connexion au serveur Permobil a échoué. Assurez-vous que votre PushTracker E2 est connecté à Internet via Wi-Fi ou à votre téléphone.\n\nErreur :",
      "downloading": "Erreur lors du téléchargement des mises à jour.",
      "getting": "Erreur lors de la recherche de mises à jour.",
      "saving": "Erreur lors de l'enregistrement des données de mises à jour.",
      "timeout": "Les mises à jour de la SmartDrive ont expirés."
    },
    "failed": "Echec des mises à jour de la SmartDrive.",
    "initializing": "Activation des mises à jour ...",
    "perform": "",
    "status": "État des mises à jour",
    "success": "Mises à jour de la SmartDrive réussies !",
    "timeout": "Les mises à jour de la SmartDrive ont expiré.",
    "up-to-date": "La SmartDrive est à jour !",
    "version": "Version"
  },
  "warnings": {
    "saved-settings": {
      "language": "Voulez-vous vraiment changer la langue? L'application SmartDrive MX2 + doit redémarrer pour appliquer le changement de langue.",
      "message": "ATTENTION: vous DEVEZ consulter le manuel d'utilisation de la SmartDrive pour savoir comment la modification des paramètres affecte son fonctionnement et ses performances.",
      "title": "Paramètres modifiés"
    },
    "title": {
      "notice": "Remarque"
    }
  }
}
