{
  "about": {
    "database": "ID da base de dados",
    "sd-ble-version": "Versão do Bluetooth (BT) do SmartDrive ",
    "sd-mcu-version": "Versão do SmartDrive (SD) MCU",
    "sd-serial-number": "Número de série do SmartDrive",
    "smartdrive-serial-number-info": "Para aceder ao número de série do SmartDrive, o que pode ser útil para questões de suporte ou garantia, você deve estar ligado à aplicação móvel PushTracker.",
    "title": "Sobre",
    "version": "Versão da aplicação SmartDrive MX2+ Wear OS (SW)",
    "watch-serial-number": "Número de série do Smartwatch"
  },
  "app-connection": {
    "completed": "Ligado com sucesso à conta do PushTracker.",
    "connecting": "A ligar à aplicação PushTracker ...",
    "identifier": "Nome do Smartwatch",
    "preface": "A Ligar à conta do PushTracker ...",
    "receiving": "A receber informações da conta ..."
  },
  "buttons": {
    "allow": "Permitir",
    "back": "Retroceder",
    "cancel": "Cancelar",
    "deny": "Negar",
    "disable": "Desativar",
    "dismiss": "Dispensar",
    "do-not-show-again": "Não mostrar de novo",
    "enable": "Ativar",
    "ok": "OK"
  },
  "change-notes": {
    "pt": {
      "2_0": [
        "Adicionada a capacidade de ver a força da ligação Bluetooth SmartDrive mais recente no menu \"Sobre\"",
        "Adicionado suporte para enviar e receber configurações do SmartDrive SwitchControl de / para a aplicação PushTracker Mobile e o SmartDrive"
      ]
    },
    "sd": {
      "2_0": [
        "Adicionado botão indicador dinâmico SwitchControl para que o(s) LED(s) indiquem o estado de assistência e de condução\n - Se o PushTracker / E2 estiver ligado e/ou o controlo por botão estiver ativo, os LEDs piscarão em diferentes padrões.\n - Se o motor estiver em funcionamento, os LEDs ficarão ligados.",
        "O SmartDrive pode ser configurado para modos de condução SwitchControl momentâneo ou contínuo\n - No modo pré-configurado momentâneo, o SmartDrive iniciará o motor, aumentando sua velocidade até à velocidade máxima definida para o SwitchControl apenas enquanto um dos botões se mantiver pressionado.\n - No modo contínuo, o SmartDrive começará a aumentar sua velocidade até à velocidade máxima definida para o SwitchControl enquanto um dos botões se mantiver pressionado. Quando o botão for libertado, o SmartDrive manterá a sua velocidade atual. Para desativar o motor, basta pressionar um botão.",
        "O SwitchControl do SmartDrive possui a sua própria configuração de velocidade máxima, independente da configuração de velocidade máxima do PushTracker / E2",
        "O SmartDrive agora está configurado para emitir um bipe sempre que o seu estado for alterado para Power Assist ON\n - Essa alteração de estado pode ser através dos botões PushTracker / E2 ou SwitchControl.\n - Essa configuração pode ser desativada através da aplicação SmartDrive MX2+ no seu PushTracker E2 ou através da aplicação PushTracker Mobile no seu smartphone se não tiver um E2."
      ]
    }
  },
  "charts": {
    "battery": {
      "title": "Uso diário da bateria do SmartDrive (%)"
    },
    "distance": {
      "title": "Distância percorrida diariamente pelo SmartDrive"
    }
  },
  "complications": {
    "battery-level": "Nível de bateria",
    "odometer": "Odómetro"
  },
  "error-history": {
    "errors": {
      "batteryvoltage": "[ERR: 001] Tensão da bateria SD",
      "bledisconnect": "[ERR: 007] Bluetooth Desconectado",
      "gyrorange": "[ERR: 005] Ângulo do SD",
      "motordriverfault": "[ERR: 008] Chip Motor SD",
      "motorphases": "[ERR: 002] Motor SD",
      "otaunavailable": "[ERR: 006] Atualizações indisponíveis",
      "overcurrent": "[ERR: 003] Pico de corrente SD",
      "overtemperature": "[ERR: 004] Sobreaquecimento SD"
    },
    "load-more": "Carregue mais",
    "loading": "A carregar ...",
    "no-errors": "Sem erros de SmartDrive registados ou recebidos.",
    "title": "Histórico de erros do SmartDrive"
  },
  "failures": {
    "app-connection": {
      "credentials": "Falha ao ligar à conta do PushTracker.",
      "logout": "A conta foi desconectada. É necessário voltar a ligar com a aplicação PushTracker Mobile.",
      "timeout": "A ligação com a aplicação expirou."
    },
    "connect": "Não foi possível ligar ao SmartDrive.",
    "could-not-enable-tap-sensor": "Não foi possível ativar o sensor de toque.",
    "downloading-translations": "Falha ao baixar os arquivos de idioma para o seu dispositivo.",
    "getting-error": "Falha ao obter os erros do SmartDrive.",
    "must-wear-watch": "[Verificar Pulso] A opção Verificar Pulso está ativa, portanto o Smartwatch deve ser usado para controlar o seu SmartDrive.",
    "no-network": "A ligação com a nuvem não está disponível. Verifique se o seu Smartwatch está ligado à Internet através de Wi-Fi ou redes móveis.",
    "no-smartdrive-paired": "Nenhum SmartDrive emparelhado.",
    "no-smartdrives-found": "Nenhum SmartDrive encontrado nas proximidades.",
    "permissions": "Não foi possível executar a ação pretendida. As permissões necessárias não foram concedidas.",
    "power-assist-timeout": "Para poupar bateria, o Power Assist foi desativado (OFF) devido à inatividade. Consulte o menu de Configurações do SmartDrive MX2 na opção \"Temporizador de Inatividade\" para obter mais informações.",
    "saving-error": "Falha ao salvar o erro do SmartDrive.",
    "saving-usage": "Falha ao salvar o uso.",
    "scan": "Não foi possível procurar.",
    "send-settings": "Falha ao enviar as configurações para o SmartDrive.",
    "title": "Aviso",
    "too-many-smartdrives-found": "Encontrados vários SmartDrives. Garanta que há apenas um SmartDrive nas proximidades ao emparelhar."
  },
  "language-list": {
    "cs": "Čeština",
    "da": "dinamarquês",
    "de": "Deutsche",
    "en": "Inglês",
    "es": "Español",
    "fi": "Suomalainen",
    "fr": "Français",
    "it": "italiano",
    "ja": "日本人",
    "ko": "한국어",
    "nb": "Norsk bokmål",
    "nl": "Nederlands",
    "pl": "Polski",
    "pt": "português",
    "sv": "Svenska",
    "zh": "中國 傳統 的"
  },
  "languages": {
    "cs": "Checo",
    "da": "Dinamarquês",
    "de": "Alemão",
    "en": "Inglês",
    "es": "Espanhol",
    "fi": "Finlandês",
    "fr": "Francês",
    "it": "Italiano",
    "ja": "Japonês",
    "ko": "Coreano",
    "nb": "Norueguês [Bokmål]",
    "nl": "Holandês",
    "pl": "Polaco",
    "pt": "Português",
    "sv": "Sueco",
    "zh": "Chinês [Tradicional]"
  },
  "menu": {
    "about": "Sobre",
    "settings": "Configurações",
    "title": "Menu SmartDrive MX2+",
    "training": "Treino de Toque",
    "updates": "Atualizações sem fios"
  },
  "notifications": {
    "accelerate-while-moving": "Aumente a velocidade de condução enquanto já está em cruzeiro! Empurre a roda para ir mais rápido e toque uma vez com o PushTracker. Pressione e segure SwitchControl para aumentar a velocidade novamente.",
    "access-more-features": "Quer mais informações sobre sua atividade de propulsão diária / semanal / mensal? Visite o site da Permobil para saber como obter o máximo do seu SmartDrive e PushTracker!",
    "channels": {
      "maintenance": "Manutenção",
      "personal-record": "Registro pessoal",
      "smartdrive": "SmartDrive"
    },
    "daily-distance-record": "Você fez isso! Você alcançou um novo recorde pessoal de distância percorrida em um dia. Mantem! E não se esqueça de costear. #ChooseToDoMore",
    "odometer-records-part-one": "Fazer mais enquanto mantém os ombros saudáveis é o objetivo. Você colocou",
    "odometer-records-part-two": "em seu SmartDrive. #ChooseToDoMore",
    "open-pt-wear": "Quer saber mais sobre sua mobilidade diária? Abra o aplicativo PushTracker para começar a ver sua contagem de push, tempo de costa e distância percorrida a cada dia.",
    "routine-maintenance": "Manter o seu equipamento limpo ajuda a durar mais! Use uma esponja úmida, detergente neutro e seque completamente para manter seu SmartDrive como novo! (Não molhe ou mergulhe)",
    "sc-light-indications": "Curioso sobre as luzes que piscam nos botões do SwitchControl? Consulte o Manual do Usuário ou a página Permobil no YouTube para descobrir o que cada um significa.",
    "sd-clamp-check": "É hora de verificar seu alinhamento! Certifique-se de que a braçadeira ou o adaptador da estrutura dobrável estejam ajustados corretamente. Consulte as instruções ou entre em contato conosco.",
    "sd-e2-charging": "Para obter o máximo desempenho, comece cada dia com o SmartDrive totalmente carregado. Certifique-se de mantê-lo carregado acima de 25%, especialmente se você não for usá-lo por um longo período de tempo. Verifique o manual do usuário ou entre em contato com a Permobil para obter detalhes.",
    "sd-roller-check": "Verifique seus rolos. Veja pontos planos? Eles são difíceis de girar? Contate a Permobil hoje para discutir.",
    "switch-control-reminder": "Os botões SwitchControl oferecem outra forma de controle. Conecte-os diretamente à porta de carregamento SmartDrive (sem necessidade de Bluetooth). Pressione o botão para dirigir, parar ou definir sua velocidade. Contate seu provedor ou suporte Permobil para saber mais.",
    "tire-pressure": "A pressão dos pneus tem um grande impacto na sua capacidade de empurrar. Você verificou isso ultimamente?",
    "titles": {
      "accelerate-while-moving": "Acelerando",
      "access-more-features": "Propulsão e mais",
      "daily-distance-record": "Registro diário de distância!",
      "odometer-records": "Registro do odômetro!",
      "open-pt-wear": "Abra o aplicativo PushTracker Wear",
      "routine-maintenance": "Manutenção de rotina",
      "sc-light-indications": "Indicações de botão",
      "sd-clamp-check": "Lembrete de verificação de anexo",
      "sd-e2-charging": "Carregamento SmartDrive e PushTracker",
      "sd-roller-check": "Lembrete de verificação de rolos",
      "switch-control-reminder": "Botões SwitchControl",
      "tire-pressure": "Lembrete de verificação de pneu",
      "unlock-more-features": "Fazendo mais"
    },
    "unlock-more-features": "Mensagens de texto e alertas de calendário são apenas alguns outros recursos que você pode obter do PushTracker. Entre em contato com a Permobil ou visite nosso website para saber como fazer com que ele forneça mais funcionalidades."
  },
  "ota": {
    "action": {
      "cancel": "Cancelar",
      "close": "Fechar",
      "force": "Forçar",
      "pause": "Pausar",
      "resume": "Continuar",
      "retry": "Tentar novamente",
      "start": "Iniciar"
    },
    "sd": {
      "state": {
        "already-uptodate": "Já atualizado. Selecione Forçar para atualizar de qualquer maneira.",
        "awaiting-ble-ready": "Aguardando BT",
        "awaiting-connection": "Aguardando ligação",
        "awaiting-mcu-ready": "Aguardando o SD",
        "awaiting-versions": "Aguardando versões",
        "canceled": "Cancelado",
        "canceling": "A cancelar",
        "comm-failure": "Erro de comunicação - Necessário reiniciar o SmartDrive",
        "complete": "Completo",
        "failed": "Falhou",
        "not-started": "Não iniciado",
        "rebooting-ble": "A reiniciar o BT",
        "rebooting-mcu": "A reuniciar o SD",
        "timeout": "Tempo esgotado",
        "updating-ble": "A atualizar o BT",
        "updating-mcu": "A atualizar o SD",
        "verifying": "A verificar"
      }
    }
  },
  "permissions-reasons": {
    "coarse-location": "Para controlar o seu SmartDrive através de Bluetooth, solicitamos a permissão da Localização [ACCESS_COARSE_LOCATION] na tela seguinte. Com esta permissão, a Permobil não acederá aos seus dados de localização.",
    "phone-state": "OPCIONAL: Para aceder ao número de série do Smartwatch, que pode ser útil para questões de suporte e garantia, precisamos da permissão do telefone [READ_PHONE_STATE] numa das telas seguintes. Com esta permissão, a Permobil não acederá ao seu número de telefone, informações de rede móvel ou outros dados, exceto o número de série do smartwatch."
  },
  "permissions-request": {
    "title": "Aviso de permissões"
  },
  "power-assist": {
    "activate": "Ativar\nPower Assist\nOn",
    "deactivate": "Desativar\nPower Assist\nOff",
    "estimated-range": "Alcance estimado",
    "exit-training": "Sair do Treino",
    "speed": "Velocidade atual",
    "stop": "Desativar condução"
  },
  "sd": {
    "settings": {
      "power-assist-buzzer": {
        "disabled": "Desativado",
        "enabled": "Ativo"
      },
      "units": {
        "english": "Imperial",
        "metric": "Métrico"
      }
    },
    "switch-settings": {
      "mode": {
        "latching": "Contínuo",
        "momentary": "Momentâneo"
      }
    }
  },
  "settings": {
    "acceleration": "Aceleração",
    "connect-pushtracker": "Ligue a aplicação móvel PushTracker",
    "control-mode": "Modo de Controlo",
    "description": {
      "acceleration": "A taxa de aceleração do SmartDrive.",
      "controlmode": "MX2+: A operação padrão do SmartDrive. No modo MX2+, um toque duplo inicia o movimento do motor, aumentando sua velocidade, um toque simples mantem a velocidade atual e um toque duplo desativa a direção.\n\nMX2: No modo MX2, o SmartDrive arrancará quando sentir o seu impulso na cadeira de rodas e desativar-se-á quando der um toque com o PushTracker. Note que esta é uma opção preexistente de versões anteriores.\n\nMX1: No modo de controle MX1, o SmartDrive arrancará quando sentir o seu impulso na cadeira de rodas e desativar-se-á quando travar a cadeira de rodas. Note que esta é uma opção preexistente de versões anteriores.",
      "language": "O idioma do texto no aplicativo SmartDrive.",
      "maxspeed": "A velocidade máxima a que o SmartDrive pode circular quando controlado pelo seu smartwatch.",
      "powerassistbuzzer": "Quando ativado, o SmartDrive emite um bipe sempre que uma ligação de um dispositivo remoto é estabelecida ou quando o SwitchControl sai do modo de espera.",
      "powerassisttimeout": "Quando estiver ligado ao SmartDrive com Power Assist ON, se o motor não for utilizado num determinado período de tempo, ele desativar-se-á automáticamente para Power Assist OFF.\n\nSe o Power Assist estiver ON mas não estiver ligado ao SmartDrive, será automaticamente desativado para Power Assist OFF após 1 minuto.",
      "switchcontrolmode": "Momentâneo: O Modo SwitchControl padrão no qual o SmartDrive ativará o motor, aumentando a sua velocidade até à Velocidade Máxima do SwitchControl  apenas enquanto um dos Botões do SwitchControl estiver pressionado. Quando o botão pressionado for solto, ou os dois botões [se presentes] forem pressionados, o motor será desativado. Note que, após a desativação, ele não coloca o dispositivo no modo de espera.\n\nContínuo: No modo SwitchControl contínuo, o SmartDrive ativará o motor aumentando sua velocidade até a Velocidade Máxima do SwitchControl enquanto um dos botões do SwitchControl estiver pressionado. Quando o botão pressionado é solto, o SmartDrive permanecerá em movimento na velocidade atual. Quando um dos botões é pressionado e solto novamente, ou os dois botões [se presentes] são pressionados, o motor é desativado. Note que, após a desativação, ele não coloca o dispositivo no modo de espera.",
      "switchcontrolspeed": "A velocidade máxima em que o SmartDrive pode operar quando controlado pelo SwitchControl.",
      "tapsensitivity": "A sensibilidade do toque usado para ativar e desativar o motor. Quanto menor a percentagem, mais força deverá exercer no toque - 100% é o mais sensível e, portanto, mais fácil de ativar, e 10% é o menos sensível e, portanto, mais difícil de ativar.",
      "units": "O sistema de unidades ou unidades de medida para exibir a velocidade e as distâncias nas interfaces do utilizador. Selecione Imperial [mi e mph] ou Métrico [km e km / h].",
      "wearcheck": "Quando ativado, o Smartwatch deve estar no pulso para ativar o Power Assist ON. Se o Power Assist estiver ON e o Smartwatch detectar que não está mais no pulso, desligará automaticamente o Power Assist."
    },
    "error-history": "Histórico de erros",
    "information": "Informação",
    "language": "Língua",
    "max-speed": "Velocidade máxima",
    "pair-smartdrive": "Emparelhar o SmartDrive",
    "paired-to-smartdrive": "Emparelhado com sucesso no SmartDrive.",
    "power-assist-buzzer": "Indicação de bipe do Power Assist",
    "power-assist-timeout": {
      "title": "Tempo limite do Power Assist",
      "units-long": "minutos",
      "units-short": "min"
    },
    "scanning": "A procurar SmartDrive para emparelhar ...",
    "select-smartdrive": "Selecione SmartDrive",
    "send-settings-prompt": "As alterações nas configurações do SmartDrive não terão efeito até que o PushTracker se conecte ao SmartDrive. Gostaria de LIGAR o assistente de alimentação agora para conectar-se ao SmartDrive e atualizar suas configurações?",
    "set-time": "Data hora",
    "syncing-with-server": "Sincronizando com o servidor ...",
    "tap-sensitivity": "Sensibilidade ao toque",
    "title": "Configurações do SmartDrive",
    "units": "Unidades",
    "watch-required": {
      "title": "Verificar pulso",
      "values": {
        "disabled": "Desativado",
        "enabled": "Ativado"
      }
    }
  },
  "switch-control": {
    "max-speed": "Velocidade máxima do SwitchControl",
    "mode": "Modo SwitchControl"
  },
  "units": {
    "distance": {
      "english": "mi",
      "metric": "km"
    },
    "english": "Imperial",
    "metric": "Métrico",
    "speed": {
      "english": "mph",
      "metric": "km / h"
    }
  },
  "updates": {
    "available": "As atualizações estão disponíveis para o seu SmartDrive, gostaria de ir para a página de atualizações sem fio para baixar e executar as atualizações?",
    "canceled": "Atualizações do SmartDrive canceladas.",
    "changes": "Resumo de Atualizações",
    "checking-for-updates": "A verificar atualizações ...",
    "communications-failed": "As comunicações com o SmartDrive falharam, reinicie o seu SmartDrive.",
    "connecting-to-smartdrive": "A ligar ao SmartDrive ...",
    "downloading-new-firmwares": "A baixar novos dados de atualizações ...",
    "errors": {
      "connecting": "Erro ao ligar ao SmartDrive.",
      "connection-failure": "Falha na ligação com o servidor Permobil. Verifique se o seu smartwatch está ligado à Internet através de Wi-Fi ou telefone.\n\nErro:",
      "downloading": "Erro ao baixar atualizações.",
      "getting": "Erro ao procurar atualizações.",
      "saving": "Erro ao salvar os dados das atualizações.",
      "timeout": "As atualizações do SmartDrive atingiram o tempo limite."
    },
    "failed": "As atualizações do SmartDrive falharam.",
    "initializing": "Inicializando atualizaçõesv ...",
    "perform": "Atualizar SmartDrive",
    "status": "Estado das atualizações",
    "success": "Atualizações do SmartDrive concluídas com sucesso!",
    "timeout": "As atualizações do SmartDrive atingiram o tempo limite.",
    "up-to-date": "O SmartDrive está atualizado!",
    "version": "Versão"
  },
  "warnings": {
    "saved-settings": {
      "language": "Tem certeza de que deseja alterar o idioma? O aplicativo SmartDrive MX2 deve reiniciar para aplicar a alteração de idioma.",
      "message": "CUIDADO: É necessário consultar o Manual do usuário do SmartDrive para saber como a alteração das configurações afeta sua utilização e desempenho.",
      "title": "Configurações alteradas"
    },
    "title": {
      "notice": "Aviso"
    }
  }
}
